-- liquibase formatted sql
-- changeset han,kim:20230131032602_added_column_StdAdmin_isActivated_changelog

INSERT INTO `tbl_std_message` (`message_type_code`, `message_code`, `message_content`, `sort_order`, `is_activated`, `is_deleted`, `created_by`, `created_date`, `last_modified_by`, `last_modified_date`)
VALUES ('STD', 'ST01001', '권한을 찾을 수 없습니다.', 1, b'1', b'0', 'admin', '2023-01-24 21:51:16.000000', 'admin', '2023-01-24 19:55:13.000000'),
       ('STD', 'ST01002', '허용되지 않은 권한입니다.', 1, b'1', b'0', 'admin', '2023-01-24 21:51:16.000000', 'admin', '2023-01-24 19:55:13.000000'),
       ('STD', 'ST02001', '사용자를 찾을 수 없습니다.', 1, b'1', b'0', 'admin', '2023-01-24 21:51:16.000000', 'admin', '2023-01-24 19:55:13.000000'),
       ('STD', 'ST02002', '중복된 ID 가 있습니다.', 1, b'1', b'0', 'admin', '2023-01-24 21:51:16.000000', 'admin', '2023-01-24 19:55:13.000000'),
       ('STD', 'ST03001', '비밀번호가 일치하지 않습니다.', 1, b'1', b'0', 'admin', '2023-01-24 21:51:16.000000', 'admin', '2023-01-24 19:55:13.000000'),
       ('STD', 'ST05001', '공통 그룹코드를 찾을 수 없습니다.', 1, b'1', b'0', 'admin', '2023-01-24 21:51:16.000000', 'admin', '2023-01-24 19:55:13.000000'),
       ('STD', 'ST09001', '파일 업로드에 실패했습니다.', 1, b'1', b'0', 'admin', '2023-01-24 21:51:16.000000', 'admin', '2023-01-24 19:55:13.000000'),
       ('STD', 'ST09091', '파일 저장 경로를 가져오는데 실패했습니다.', 1, b'1', b'0', 'admin', '2023-01-24 21:51:16.000000', 'admin', '2023-01-24 19:55:13.000000'),
       ('STD', 'ST09092', '파일을 찾을 수 없습니다.', 1, b'1', b'0', 'admin', '2023-01-24 21:51:16.000000', 'admin', '2023-01-24 19:55:13.000000'),
       ('STD', 'ST09093', '파일변환에 실패했습니다.', 1, b'1', b'0', 'admin', '2023-01-24 21:51:16.000000', 'admin', '2023-01-24 19:55:13.000000');


